amazonwebservices.aws-toolkit-vscode
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.docker-explorer
hashicorp.terraform
loganarnett.lambda-snippets
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureeventgrid
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.anaconda-extension-pack
ms-python.python
ms-toolsai.jupyter
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.powershell
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-tslint-plugin
ms-vsts.team
msazurermtools.azurerm-vscode-tools
msjsdiag.vscode-react-native
p1c2u.docker-compose
redhat.java
redhat.vscode-yaml
technosophos.vscode-make
twxs.cmake
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
Zignd.html-css-class-completion